{
  "volunteers": [
    { "name": "Diane Blazier", "bio": "I've been a passionate Norwich City fan for over 40 years, love the community feel and everything it stands for. This fans' social club means the world to me and I will continue to work hard with our team to organise events to bring our wonderful fans and our club closer together and to raise as much money as possible for our wonderful charity the CSF . Im my spare time, I enjoy reading and gardening plus holidays to see some of the big wide world out there"},
    { "name": "Eddie Edwards", "bio": "Looking forward to my 50th season at Carrow Road. I’ve loved each and every one and made some great friends along the way. I love the community values of our club and being involved with NCFSC. It's great that we all support the CSF and the fantastic work they do for disadvantaged people throughout Norfolk."},
    { "name": "John Wilkinson", "bio": "Norfolk born and therefore a Norwich City supporter from childhood. I am a volunteer with NCFSC because it provides activities for our fans of all ages, a chance to understand the reality of being a player, manager or others connected with decision making at our club. It is a bonus as far as I am concerned that NCFSC provides substantial financial support for the work of the Norwich City Community Sports Foundation."},
    { "name": "Sarah Wilkinson", "bio": "I've had season tickets in all four stands over the last 35 years and am currently behind the goal in the Barclay Lower with my dad, who either cursed or blessed me (depending on the season!) with the Canaries bug. I work at Anglia TV and The Assembly House and I'm in the middle of re-training to get a diploma in horticulture at Easton College. I also take very seriously my studies of real ale in city pubs. I live in Norwich with my partner and his sports obsession."},
    { "name": "Sophie Leney", "bio": "I attended my first match in 1972 and have been hooked ever since. The Social Club has enabled me to meet so many lovely people - fans, players and club staff, all of whom have NCFC close to their hearts."},
    { "name": "Jane Baker", "bio": "I joined the NCFSC at the outset to make new friends, become more involved with the club whilst supporting the CSF and its greater cause.  I have had my seat in the Lower Barclay (C Block - so feel free to say hello) for approx. 10 years.I work within the NHS, have grown up offspring, and a few other interests outside of football."},
    { "name": "Amy Seago", "bio": "I'm 24 years old and I have been following Norwich City for the last 8 years. I currently sit in block E of the Lower Barclay, you can probably hear me singing most of the time. I wanted to join the social club firstly to socialise with fellow Norwich fans but also to raise money for a fantastic charity. Aside from football, I currently work at Aviva and my hobbies apart are going to darts events and spending way too much time at the cinema."},
    { "name": "Ben Seager", "bio": "I'm a season ticket holder in the Lower Barclay and try to get to as many away matches as possible. At work I'm a software developer and in my spare time I enjoy video and board games. I live in Norwich with my brilliant wife and annoying cat. Being of the social club has allowed me to contribute in a small way to such an amazing cause."},
    { "name": "Diane Davis", "bio": "I joined the group in April 2017. I sit in the South Stand (Block N), and have had a season ticket since the early 90s. Alex Pritchard is fast becoming my favourite player. I work in admin for Norfolk Library Service based at Attleborough Library. I have a husband (non football fan) and 3 sons, two of whom are NCFC fans. My hobbies are theatre, live music (mainly folk), my dog and visiting historic buildings."},
    { "name": "Sam Lincoln", "bio": "I wanted to join the team because I really like what they do and what they have achieved. I am also keen to help raise as much money as I can for the excellent charity we help, having previously raised money for CSF by completing the three peaks last year. I’m 28, sit in the Barclay and have been a supporter of Norwich since I was about 5. When I am not selling houses or watching the Canaries I enjoy playing bass guitar in my band, checking out live bands and seeing my friends and family."},
    { "name": "Jacob Sharred", "bio": "I'm a norwich fan by choice because they're my local team. I've lived in Norwich for about 14 years of my life and my dad is a Villa fan and my mum doesn't really follow football. It would have been those seasons in league one that really got me into it, going to games for free when others couldn't go. That was when I really found out that Norwich are my team."},
    { "name": "Emma Fletcher", "bio": "I am really honoured to join the social club, they are people who care about Norwich City FC and recognise the importance of the word Community.  I have supported the Canaries since I was old enough to remember (which is a very long time) so when I had the opportunity to work at the Community Sports Foundation and for the club I grew up supporting,  it was like a dream come true and 12 years on I am still here.  I have the privilege of being part of a Fundraising Team whose aim is to raise money to help support those who are disadvantaged or disabled achieve their goals through the power of sport.  In my spare time, I love to spend it with my two young girls, they keep me on my toes!"}
  ],
  "imagePath": "https://s3-eu-west-1.amazonaws.com/ncfsc/images"
}